[S_Retaliation_Denmother_01_Setup_Phase AkEvent]
SpokenText="Nada nas comunicações locais. ADVENT tem estado quieto ultimamente. Acredito que temos você para agradecer por isso."

[S_Retaliation_Denmother_02_Setup_Phase AkEvent]
SpokenText="Planejamos fazer isso. Nosso sistema de purificação de água-"

[S_Retaliation_Denmother_03_Setup_Phase AkEvent]
SpokenText="Também vimos. Alguma ideia de onde eles-"

[S_Retaliation_Denmother_04_Setup_Phase AkEvent]
SpokenText="Agora não, querida. Vá procurar o papai lá dentro..."

[S_Retaliation_Denmother_05_Setup_Phase AkEvent]
SpokenText="Perdendo você, Avenger."

[S_Retaliation_Denmother_06_Setup_Phase AkEvent]
SpokenText="Querida, leve-a..."

[S_Retaliation_Denmother_07_Setup_Phase AkEvent]
SpokenText="Sinal está falhando..."